<template>
  <div>
    <h2 class="underlined">Шаг 1: Правила подачи жалобы</h2>
    <p>
      1. Перед тем как начать процесс внесения человека в черный список, Вы должны собрать достаточно доказательств. Это могут быть скриншоты, видеозаписи, жалобы участников и другие подтверждающие данные.<br><br>
      2. Запрещается использование черного списка для мести, дискриминации или других недопустимых целей.<br><br>
      3. Запрещено оскорбление игроков в названии видеозаписи/скриншотах.<br><br>
      4. При подаче жалобы необходимо быть объективным и честным. Убедитесь, что ваша жалоба основана на фактах и не содержит ложной информации.<br><br>
      5. Придерживайтесь тоновой нейтральности и уважения к другим участникам процесса. Используйте цивилизованный язык и избегайте оскорбительных или уничижительных высказываний.
    </p>
  </div>
</template>

<style scoped>
.underlined {
  position: relative;
}

.underlined::after {
  content: "";
  position: absolute;
  bottom: -5px;
  left: 0;
  right: 0;
  border-bottom: 2px solid #000;
}
</style>

<script setup lang="ts">

</script>
