<script setup lang="ts">

</script>

<template>
  <h2>Шаг 1: Правила подачи жалобы</h2>
  <p>
    1. Перед тем как начать процесс внесения человека в черный список, Вы должны собрать достаточно доказательств. Это могут быть скриншоты, видеозаписи, жалобы участников и другие подтверждающие данные.<br><br>
    2. Запрещается использование черного списка для мести, дискриминации или других недопустимых целей.<br><br>
    3. Запрещено оскорбление игроков в названии видеозаписи/скриншотах.<br><br>
    4. При подаче жалобы необходимо быть объективным и честным. Убедитесь, что ваша жалоба основана на фактах и не содержит ложной информации.<br><br>
    5. Придерживайтесь тоновой нейтральности и уважения к другим участникам процесса. Используйте цивилизованный язык и избегайте оскорбительных или уничижительных высказываний.
  </p>
</template>

<style scoped>

</style>