<template>
  <div>
    <h2>Шаг 1: Правила подачи жалобы</h2>
    <hr>
    <ol>
      <li>Перед тем как начать процесс внесения человека в черный список, Вы должны собрать достаточно доказательств. Это могут быть скриншоты, видеозаписи, жалобы участников и другие подтверждающие данные.</li>
      <li>Запрещается использование черного списка для мести, дискриминации или других недопустимых целей.</li>
      <li>Запрещено оскорбление игроков в названии видеозаписи/скриншотах.</li>
      <li>При подаче жалобы необходимо быть объективным и честным. Убедитесь, что ваша жалоба основана на фактах и не содержит ложной информации.</li>
      <li>Придерживайтесь тоновой нейтральности и уважения к другим участникам процесса. Используйте цивилизованный язык и избегайте оскорбительных или уничижительных высказываний.</li>
    </ol>
  </div>
</template>

<style scoped>
hr {
  border: none;
  height: 2px;
  background-color: black;
  font-weight: bold;
}
</style>

<script setup lang="ts">

</script>
