<template xmlns="http://www.w3.org/1999/html">
  <div class="table">
    <div class="header">
      Про нас
    </div>
    <div class="description">
      <h1>Добро пожаловать на Minecraft Black List - центр античит-сообщества в мире Minecraft!</h1>
      Мы посвящены обеспечению честной и справедливой игровой среды для всех, кто наслаждается приключениями в Minecraft. Minecraft Black List - это ваш надежный ресурс для выявления читеров, раскрытия их данных и предоставления информации сообществу.<br><br>
      Что мы предлагаем:<br>
      <ol>
        <li>База данных читеров: Мы поддерживаем обширную базу данных игроков, которые были замечены в использовании читов или нарушении правил игры. Публичный доступ к этой базе помогает создавать сознательное сообщество и избегать некорректных игроков.</li>
        <li>Отчеты и обзоры: Пользователи могут отправлять отчеты о подозрительной активности и читерах, и мы проводим глубокие расследования для выявления мошенничества. Наши обзоры публикуются для предоставления информации о читерах и их методах.</li>
        <li>Сообщество борьбы с читерством: Присоединяйтесь к нашему сообществу, состоящему из администраторов серверов, игроков и всех, кто заботится о честной игре. Обменивайтесь опытом и стройте солидарные отношения для борьбы с читерством.</li>
      </ol>
      Minecraft Black List - ваш надежный союзник в сохранении чистоты игры в Minecraft. Мы убеждены, что только с вашей помощью и соблюдением правил можно создать долгожданный мир, где справедливость и честность ценятся выше всего. Присоединяйтесь к нам, и вместе мы сделаем Minecraft лучше для всех игроков!
    </div>
  </div>
  <div class="table">
    <div class="header">
      Как это работает?
    </div>
    <div class="description">
      <ol>
        <li>Источники данных:
          <ul>
          <li>CheatHunter: Это инструмент, специализирующийся на обнаружении читеров. Сервис CheatHunter собирает информацию о подозрительных игроках и их читах.</li>
          <li>Репорты сообщества: Игроки могут сообщать о использовании читов в игре через специальный раздел на сайте.</li>
        </ul>
        </li>
        <li>Подача жалобы: Игрок, замечающий использование читов, может подать жалобу через специальный раздел на сайте. В этой жалобе игрок должен предоставить всю необходимую информацию, которая поможет в проведении расследования, например, ники игроков, описание событий и доказательства.</li>
        <li>Проверка жалобы: После получения жалобы на игрока, администраторы или модераторы сайта проводят проверку предоставленных данных. Это может включать анализ игровых видеозаписей или других доказательств.</li>
        <li>Добавление в Minecraft Black List: Если после проверки жалобы устанавливается, что игрок действительно использовал читы, его никнейм добавляется в Minecraft Black List. Этот список, является базой данных, которых следует исключить или наказать в игре.</li>
        <li>Информирование сообщества: Информация о читерах, добавленных в Black List, доступна для всех участников сообщества на сайте. Это позволяет другим игрокам быть бдительными и избегать контакта с подозрительными игроками.</li>
        <li>Борьба с читами: Подобные меры направлены на поддержание честной и чистой игровой среды, где читеры получают заслуженные наказания, а игроки могут наслаждаться игрой без нежелательных вмешательств.</li>
      </ol>
      Итак, этот процесс помогает сообществу Minecraft обнаруживать и бороться с читерами, обеспечивая более справедливую игровую среду для всех участников.<br>
    </div>
  </div>
</template>

<script setup lang="ts">
</script>

<style scoped>
.table{
  border: 1px solid #000;
  border-radius: 10px;
  margin-top: 20px;
}

.header {
  font-size: 20px;
  background-color: blue;
  color: white;
  padding: 10px;
  border-radius: 10px 10px 0 0;
}

h1 {
  font-size: 24px;
  text-align: center;
  margin-top: 20px;
}

.description{
  padding: 0 20px 20px 20px;
  font: 17px Comic Sans MS, Comic Sans, cursive;
}
</style>
